Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/auto/t_game_en-US_de.tmx
Source language: en_us
Languages: de

source: [0803]<0023>Brand Loyalty|
de: [0803]<0023>Markentreue|

source: [0804]<0024>Range Band|
de: [0804]<0024>Reichweite|

source: [0805]<0025>Unique Band|
de: [0805]<0025>Einzigartigkeit|

source: [0806]<0026>INVESTOR RELATIONS DEPARTMENT|
de: [0806]<0026>INVESTORENABTEILUNG|

source: [0807]<0027>Monthly spending on investor relations efforts|
de: [0807]<0027>Monatliche Ausgaben für Investor-Relations-Bemühungen|

source: [0809]<0029>corporation's stock performance.|
de: [0809]<0029>Aktienkursentwicklung der Gesellschaft.|

source: [0811]<0031>Chief Executive Officer's Office|
de: [0811]<0031>BÜRO DES HAUPTVERANTWORTLICHEN|

source: [0812]<0032>Chief Executive Officer|
de: [0812]<0032>Vorstandsvorsitzender|

source: [0813]<0033>Years of service|
de: [0813]<0033>Dienstjahre|

source: [0814]<0034>Retailing|
de: [0814]<0034>Einzelhandel|

source: [0815]<0035>Research and Development|
de: [0815]<0035>Forschung & Entwicklung|

source: [0816]<0036>Raw Material Production|
de: [0816]<0036>Rohstoffproduktion|

source: [0819]<0039>Look for Candidates|
de: [0819]<0039>Suchen Sie nach Kandidaten|

source: [0820]<0040>CHIEF OPERATING OFFICER'S OFFICE|
de: [0820]<0040>HAUPTGESCHÄFTSSTELLE|

source: [0821]<0041>Chief Operating Officer|
de: [0821]<0041>Operativer Geschäftsführer|

source: [0822]<0042>Expertise|
de: [0822]<0042>Kompetenz|

source: [0823]<0043>Value|
de: [0823]<0043>Wert|

source: [0824]<0044>POSITION VACANT|
de: [0824]<0044>FREIE STELLE|

source: [0825]<0045>CHIEF MARKETING OFFICER'S OFFICE|
de: [0825]<0045>BÜRO DES MARKETINGCHEFS|

source: [0826]<0046>Chief Marketing Officer|
de: [0826]<0046>Leiter Marketing|

source: [0828]<0048>Acquire Technology From Other Companies|
de: [0828]<0048>Technologie von anderen Unternehmen erwerben|

source: [0829]<0049>CHIEF TECHNICAL OFFICER'S OFFICE|
de: [0829]<0049>TECHNISCHER DIREKTOR|

source: [0830]<0050>Stock Price|
de: [0830]<0050>Aktienkurs|

source: [0832]<0052>Dividend Yield|
de: [0832]<0052>Dividendenrendite|

source: [0837]<0057>Offer|
de: [0837]<0057>Anbieten|

source: [0845]<0060>Corporate|
de: [0845]<0060>Unternehmen|

source: [0848]<0063>Product|
de: [0848]<0063>Produkt|

source: [0849]<0064>Firm|
de: [0849]<0064>Firma|

source: [0850]<0065>Financial Report|
de: [0850]<0065>Finanzbericht|

source: [0855]<0070>Manufacturer's|
de: [0855]<0070>Hersteller|

source: [0856]<0071>Guide|
de: [0856]<0071>Leitfaden|

source: [0857]<0072>Farmer's Guide|
de: [0857]<0072>Leitf.

source: [0858]<0073>Manager's Guide|
de: Landwirte|

source: [0860]<0075>Stock Exchange|
de: [0858]<0073>Leitf.

source: [0861]<0076>Revenue Graph |
de: Manager|

source: [0862]<0077>Quantity Sold Graph |
de: [0860]<0075>Aktienbörse|

source: [0863]<0078>Previous|
de: [0861]<0076>Umsatzkurve|

source: [0864]<0079>Next|
de: [0862]<0077>Verkaufte Menge Diagramm |

source: [0865]<0080>Go|
de: [0863]<0078>Zurück|

source: [0866]<0081>Product Class: |
de: [0864]<0079>Nächster|

source: [0867]<0082>Necessity Index:|
de: [0865]<0080>Weiter|

source: [0868]<0083>City Total|
de: [0866]<0081>Produktklasse: |

source: [0869]<0084>One Product|
de: [0867]<0082>Nachfrage:|

source: [0870]<0085>Market Share |
de: [0868]<0083>Stadt Gesamt|

source: [0871]<0086>Production|
de: [0869]<0084>Einzelprodukt|

source: [0872]<0087>Retail|
de: [0870]<0085>Marktanteil |

source: [0873]<0088>Producer |
de: [0871]<0086>Produktion|

source: [0874]<0089>Retailer |
de: [0872]<0087>Handel|

source: [0875]<0090>Product Quality|
de: [0873]<0088>Hersteller |

source: [0876]<0091>Production Quality|
de: [0874]<0089>Einzelhändler |

source: [0877]<0092>Raw Material Quality|
de: [0875]<0090>Produktqualität|

source: [0879]Corporate Brand|
de: [0876]<0091>Produktionsqualität|

source: [0880]Range Brand|
de: [0877]<0092>Rohstoffqualität|

source: [0881]Unique Brand|
de: [0879]Firmenmarke|

source: [0882]<0094>Brand Strategy|
de: [0880]Markenreichweite|

source: [0883]<0095>Brand Rating|
de: [0881]Markenpatent|

source: [0884]<0096>Brand Awareness|
de: [0882]<0094>Markenstrategie|

source: [0885]<0097>Brand Loyalty|
de: [0883]<0095>Markenbewertung|

source: [0886]<0098>Advertising Expense|
de: [0884]<0096>Markenbekanntheit|

source: [0887]<0099> per|
de: [0885]<0097>Markentreue|

source: [0891]<0103>New Price|
de: [0886]<0098>Werbeaufwendungen|

source: [0892]<0104>All companies|
de: [0887]<0099> per|

source: [0893]<0105>All cities|
de: [0891]<0103>Neuer Preis|

source: [0894]<0106>(Tech unknown to you)|
de: [0892]<0104>Alle Unternehmen|

source: [0896]<0108>Import|
de: [0893]<0105>Alle Städte|

source: [0897]<0109>No Longer in Business|
de: [0894]<0106>(Tech.

source: [0898]Financial Overview|
de: Ihnen unbekannt)|

source: [0899]Stock Overview|
de: [0896]<0108>Übersee Pro.|

source: [0900]Business Relations|
de: [0897]<0109>Nicht mehr im Geschäft|

source: [0901]Firm Overview|
de: [0898]Finanzübersicht|

source: [0902]<0110>Buy|
de: [0899]Aktienübersicht|

source: [0903]<0111>Overview|
de: [0900]Geschäftsbeziehungen|

source: [0904]<0112>Firms|
de: [0901]Firmenübersicht|

source: [0905]<0113>Products|
de: [0902]<0110>Kaufen|

source: [0906]<0114>Graphs 1|
de: [0903]<0111>Überblick|

source: [0907]<0115>Graphs 2|
de: [0904]<0112>Firmen|

source: [0908]<0116>Stock|
de: [0905]<0113>Produkte|

source: [0909]<0117>Balance Sheet|
de: [0906]<0114>Kurve 1|

source: [0910]<0118>Income Statement|
de: [0907]<0115>Kurve 2|

source: [0911]<0119>Technology|
de: [0908]<0116>Lagerbestand|

source: [0912]<0120>Advertising|
de: [0909]<0117>Bilanzaufstellung|

source: [0913]<0121>Brand|
de: [0910]<0118>Gewinn/Verlust|

source: [0914]<0122>Dominance|
de: [0911]<0119>Technologie|

source: [0915]<0123>Rankings|
de: [0912]<0120>Werbung|

source: [0916]<0124>All|
de: [0913]<0121>Marke|

source: [0917]<0125>Delegate|
de: [0914]<0122>Dominanz|

source: [0918]<0126>City|
de: [0915]<0123>Ranglisten|

source: [0919]<0127>Operating Years|
de: [0916]<0124>All|

source: [0920]<0128>Lifetime Revenue|
de: [0917]<0125>Besitz|

source: [0921]<0129>Lifetime Profit|
de: [0918]<0126>Stadt|

source: [0922]<0130>No.of Employees|
de: [0919]<0127>Betriebsjahre|

source: [0923]<0131>No.of Units|
de: [0920]<0128>Gesamteinnahmen|

source: [0925]<0133>Utilization|
de: [0921]<0129>Gesamtgewinn|

source: [0926]<0134>Units|
de: [0922]<0130>Anzahl der Mitarbeiter|

source: [0928]<0136>Lifetime Profit|
de: [0923]<0131>Einheiten|

source: [0929]<0137>Ad. Spending|
de: [0925]<0133>Utilization|

source: [0930]<0138>Daily Ad.
de: [0926]<0134>Einheiten|

source: Freq.| [0931]<0139>Rating Points|
de: [0928]<0136>Gesamtgewinn|

source: [0932]<0140>Sort By Product Name|
de: [0929]<0137>Monatliche Anzeigenausgaben|

source: [0933]<0141>Sort By City Name|
de: [0930]<0138>Daily Ad.

source: [0934]<0142>Corporate Brand|
de: Freq.|

source: [0935]<0143>Range Brand|
de: [0931]<0139>Bewertungspunkte|

source: [0936]<0144>Unique Brand|
de: [0932]<0140>Nach Produktnamen sortieren|

source: [0937]<0145>A Single Brand Covers All Products|
de: [0933]<0141>Nach Städtenamen sortieren|

source: [0938]<0146>A Brand Covers a Range of Products|
de: [0934]<0142>Unternehmens-Marke|

source: [0939]<0147>Each Product has a Unique Brand|
de: [0935]<0143>Sortiment-Marke|

source: [0940]<0148>Industry|
de: [0936]<0144>Eindeutige-Marke|

source: [0941]<0149>Leader Market Share|
de: [0937]<0145>für alle Produkte.|

source: [0942]<0150>Market Share|
de: [0938]<0146>für einige Produkte.|

source: [0943]<0151>Rank|
de: [0939]<0147>für ein Produkt.|

source: [0944]<0152>Product Class|
de: [0940]<0148>Industrie|

source: [0945]<0153>Product Name|
de: [0941]<0149>Marktführer Marktanteil|

source: [0949]<0157>With Market Share|
de: [0942]<0150>Marktanteil|

source: [0950]<0158>Only Dominated|
de: [0943]<0151>Rank|

source: [0951]<0159>Description|
de: [0944]<0152>Produktklasse|

source: [0952]<0160>Value|
de: [0945]<0153>Produktname|

source: [0953]<0161>Rank|
de: [0949]<0157>Mit Marktanteil|

source: [0954]<0162>Leader|
de: [0950]<0158>Nur Dominierte|

source: [1007]<0164>Description|
de: [0951]<0159>Beschreibung|

source: [1013]<0170>Operating Profit|
de: [0952]<0160>Wert|

source: [1015]<0172>Net Profit|
de: [0953]<0161>Rang|

source: [1016]<0173>Shareholders|
de: [0954]<0162>Leader|

source: [1017]<0174>Chart|
de: [1007]<0164>Beschreibung|

source: [1018]<0175>Total|
de: [1013]<0170>Betriebsgewinn|

source: [1021]<0178>Management|
de: [1015]<0172>Nettogewinn|

source: [1022]<0179>Strategy:|
de: [1016]<0173>Aktionäre|

source: [1024]<0181>Chairman and CEO|
de: [1017]<0174>Chart|

source: [1025]<0182>Chairman|
de: [1018]<0175>Total|

source: [1027]<0184>Chief Technical Officer|
de: [1021]<0178>Management|

source: [1028]<0185>Financial Overview|
de: [1022]<0179>Strategie:|

source: [1029]<0186>Stock Overview|
de: [1024]<0181>Chairman and CEO|

source: [1031]<0188>Private Corporation|
de: [1025]<0182>Vorsitzender|

source: [1032]<0189>Firm Overview|
de: [1027]<0184>Technischer Leiter|

source: [1033]<0190>Annual Revenue|
de: [1028]<0185>Finanzübersicht|

source: [1034]<0191>Annual Gross Profit|
de: [1029]<0186>Aktienübersicht|

source: [1035]<0192>Production & Retail|
de: [1031]<0188>Privatunternehmen|

source: [1036]<0193>Production|
de: [1032]<0189>Firmenübersicht|

source: [1037]<0194>Retail|
de: [1033]<0190>Jahresumsatz|

source: [1039]<0196>Revenue|
de: [1034]<0191>Jährlicher Bruttogewinn|

source: [1040]<0197>Operating Profit|
de: [1035]<0192>Produktion & Handel|

source: [1041]<0198>Net Profit|
de: [1036]<0193>Produktion|

source: [1042]<0199>Net Worth|
de: [1037]<0194>Einzelhandel|

source: [1043]<0200>Stock Price|
de: [1039]<0196>Einnahmen|

source: [1044]<0201>Past 30 Years|
de: [1040]<0197>Betriebsgewinn|

source: [1046]<0203>Cash|
de: [1041]<0198>Nettogewinn|

source: [1047]<0204>Inventory|
de: [1042]<0199>Nettovermögen|

source: [1048]<0205>Business Assets|
de: [1043]<0200>Aktienpreis|

source: [1049]<0206>Land & Resource|
de: [1044]<0201>letzte 30 Jahre|

source: [1050]<0207>Stock Assets|
de: [1046]<0203>Geld|

source: [1051]<0208>Total Loans|
de: [1047]<0204>Inventory|

source: [1052]<0209>Dividend Paid|
de: [1048]<0205>Unternehmensvermögen|

source: [1053]<0210>Stock Return|
de: [1049]<0206>Land & Ressourcen|

source: [1054]<0211>Salaries Expense|
de: [1050]<0207>Aktien-Aktiva|

source: [1055]<0212>Advertising|
de: [1051]<0208>Gesamtdahrlehen|

source: [1056]<0213>Training|
de: [1052]<0209>Dividendenausschüttung|

source: [1057]<0214>Write-offs|
de: [1053]<0210>Aktienrendite|

source: [1058]<0215>Shareholder Owned Qty Owned% Stock Value|
de: [1054]<0211>Gehälter Aufwendungen|

source: [1061]<0218>Confidential|
de: [1055]<0212>Werbung|

source: [1062]<0219>Current Tech|
de: [1056]<0213>Training|

source: [1063]<0220>Top Tech|
de: [1057]<0214>Abschreibungen|

source: [1064]<0221>Target Tech|
de: [1058]<0215>Aktionär Besitz Anz Besitz% Aktienwert Position|

source: [1065]<0222>R&D Progress|
de: [1061]<0218>Vertrauenswürdig|

source: [1067]<0224>YTD Trade|
de: [1062]<0219>Diese Tech.|

source: [1068]<0225>Lifetime Trade|
de: [1063]<0220>Top Tech.|

source: [1069]<0226>Annual Revenue|
de: [1064]<0221>Ziel Tech.|

source: [1070]<0227>Annual Operating Profit|
de: [1065]<0222>F&E-Fortschritte|

source: [1071]<0228>Annual Net Profit|
de: [1067]<0224>Jahreshandel|

source: [1072]<0229>Total Assets|
de: [1068]<0225>Gesamthandel|

source: [1073]<0230>Total Loans|
de: [1069]<0226>Jahresumsatz|

source: [1074]<0231>Stock Asset|
de: [1070]<0227>Jährliches Betriebsergebnis|

source: [1075]<0231>No.
de: [1071]<0228>Jahresüberschuss|

source: of Years of Operation|
de: [1072]<0229>Aktienvermögen|

source: [1076]<0232>No.
de: [1073]<0230>Gesamtdarlehen|

source: of Employees|
de: [1074]<0231>Aktien-Aktiva|

source: [1077]<0233>No.
de: [1075]<0231>Betriebsjahre|

source: of Product Classes|
de: [1076]<0232>Anzahl der Mitarbeiter|

source: [1078]<0234>No.
de: [1077]<0233>Anzahl der Produktklassen|

source: of Product Types|
de: [1078]<0234>Anzahl der Produkttypen|

source: [1079]<0235>Return on Equity|
de: [1079]<0235>Eigenkapitalrentabilität|

source: [1080]<0236>Return on Total Assets|
de: [1080]<0236>Aktienrendite|

source: [1081]<0237>Dividend Yield|
de: [1081]<0237>Dividendenrendite|

source: [1082]<0238>Stock Return to Investors|
de: [1082]<0238>Rentabilität für die Investoren|

source: [1083]<0239>Operating Profit Margin|
de: [1083]<0239>Betriebsgewinn-Marge|

source: [1084]<0240>Net Profit Margin|
de: [1084]<0240>Nettogewinn-Marge|

source: [1085]<0241>Inventory Turnover|
de: [1085]<0241>Umschlag von Lagerbeständen|

source: [1086]<0242>Assets Turnover|
de: [1086]<0242>Lagerumschlag|

source: [1087]<0243>Equity-to-Assets Ratio|
de: [1087]<0243>Anlagendeckungsgrad|

source: [1088]<0244>Researching new product|
de: [1088]<0244>Erforschung neues Produkts|

source: [1089]<0245>years|
de: [1089]<0245>Jahre|

source: [1090]<0246>year|
de: [1090]<0246>Jahr|

source: [1091]<0247>units|
de: [1091]<0247>Einheiten|

source: [1092]<0248>unit|
de: [1092]<0248>Einheit|

source: [1093]<0249>Public Shareholders|
de: [1093]<0249>Öffentliche Aktionäre|

source: [1094]<0250>total|
de: [1094]<0250>insgesamt|

source: [1095]<0251>Annual Profit|
de: [1095]<0251>Jahresgewinn|

source: [1096]<0252>Stock Price|
de: [1096]<0252>Aktienpreis|

source: [1100]<0256>Dividend Yield|
de: [1100]<0256>Dividendenrendite|

source: [1102]<0257>Annual Return|
de: [1102]<0257>Jährliche Rendite|

source: [1104]<0259>Merger|
de: [1104]<0259>Fusion|

source: [1105]<0260>Buy|
de: [1105]<0260>Kauf|

source: [1106]<0261>Sell|
de: [1106]<0261>Verkauf|

source: [1107]<0262>Price P/E Owned% Stock Value|
de: [1107]<0262>Preis P/E Besitz% Aktienwert|

source: [1108]<0263>Stock Price|
de: [1108]<0263>Aktienpreis|

source: [1109]<0264>Total Shares|
de: [1109]<0264>Gesamtaktien|

source: [1110]<0265>Equity Per Share|
de: [1110]<0265>Eigenkapital je Aktie|

source: [1111]<0266>Earnings Per Share|
de: [1111]<0266>Gewinn pro Aktie|

source: [1114]<0269>Annual Return|
de: [1114]<0269>Jährliche Rendite|

source: [1116]<0271>Who Cash|
de: [1116]<0271>Wert Bargeld|

source: [1117]<0272>Buy Stock|
de: [1117]<0272>Kaufe|

source: [1118]<0273>Sell Stock|
de: [1118]<0273>Verkaufe|

source: [1122]<0277>100 Billionaires|
de: [1122]<0277>100 Milliardäre|

source: [1123]<0278>Local Billionaires|
de: [1123]<0278>Lokale Milliardäre|

source: [1124]<0279>Issue New Shares|
de: [1124]<0279>Neue Aktien ausgeben|

source: [1125]<0280>Borrow/Repay Loan|
de: [1125]<0280>Anleihe/Darlehenrückzahlung|

source: [1126]<0281>Public Shareholders|
de: [1126]<0281>Öffentliche Aktionäre|

source: [1127]<0282>Past 30 Days|
de: [1127]<0282>letzte 30 Tage|

source: [1128]<0283>of|
de: [1128]<0283>von|

source: [1129]<0284>ISSUE NOW|
de: [1129]<0284>JETZT AUSGEBEN|

source: [1130]<0285>BORROW|
de: [1130]<0285>LEIHEN|

source: [1131]<0286>REPAY|
de: [1131]<0286>ZURÜCKZAHLEN|

source: [1133]<0288>New Shares at|
de: [1133]<0288>Neue Aktien zu|

source: [1134]<0289> Per Share.|
de: [1134]<0289> pro Aktie.|

source: [1135]<0290>Total Loan|
de: [1135]<0290>Gesamtdarlehen|

source: [1136]<0291>Monthly Interest|
de: [1136]<0291>Monatliche Zinsen|

source: [1137]<0292>Credit Limit|
de: [1137]<0292>Kreditlimit|

source: [1138]<0293>Interest Rate|
de: [1138]<0293>Zinssatz|

source: [1139]<0294>Borrow|
de: [1139]<0294>ANLEIHEN|

source: [1140]<0295>Repay|
de: [1140]<0295>Rückzahlung|

source: [1141]<0296>Loan Interest Rate|
de: [1141]<0296>Darlehenszinssatz|

source: [1142]<0296>Loan Amount|
de: [1142]<0296>Darlehensbetrag|

source: [1143]<0297>ISSUE NOW|
de: [1143]<0297>JETZT AUSGEBEN|

source: [1144]<0298>Owner:|
de: [1144]<0298>Besitzer:|

source: [1145]<0299>Your purchase price|
de: [1145]<0299>Ihr Kaufpreis|

source: [1146]<0300>Land and building cost|
de: [1146]<0300>Grundstücks- und Baukosten:|

source: [1147]<0301>Market value|
de: [1147]<0301>Marktwert|

source: [1148]<0302>Put this mansion on sale for:|
de: [1148]<0302>Stellen Sie diese Villa zum Verkauf für:|

source: [1149]<0303>Put this mansion on sale|
de: [1149]<0303>Diese Villa zum Verkauf anbieten|

source: [1150]<0304>Demolish the mansion and sell the land|
de: [1150]<0304>Abriss der Villa und Verkauf des Grundstücks|

source: [1151]<0305>This mansion is for sale|
de: [1151]<0305>Diese Villa steht zum Verkauf|

source: [1152]<0306>Buy this mansion|
de: [1152]<0306>Kaufen Sie diese Villa|

source: [1154]<0308>Are you sure that you want to demolish the mansion and sell the land?
de: [1154]<0308>Sind Sie sicher, dass Sie die Villa abreißen und das Land verkaufen wollen?

# The land can be sold for |
source: \n \nThe land can be sold for |
de: \n \nDas Land kann verkauft werden für |

source: [1156]<0310>TV Broadcast|
de: [1156]<0310>Fernsehsendung|

source: [1157]<0311>Radio Broadcast|
de: [1157]<0311>Radiosendung|

source: [1158]<0312>Newspaper|
de: [1158]<0312>Zeitung|

source: [1163]<0317>retail stores.|
de: [1163]<0317>Einzelhandelsgeschäfte.|

source: [1164]<0318>Double-click here to view the product detail report.|
de: [1164]<0318>Doppelklicken Sie hier, um den Produktdetailbericht anzuzeigen.|

source: [1175]<0329>City Overall|
de: [1175]<0329>Stadt Gesamt|

source: [1181]<0335>New Product|
de: [1181]<0335>Neues Produkt|

source: [1182]<0336>Development|
de: [1182]<0336>Entwicklung|

source: [1185]<0339>Target Technology:|
de: [1185]<0339>Zieltechnologie:|

source: [1186]<0340>Duration:|
de: [1186]<0340>Dauer:|

source: [1187]<0341>Progress|
de: [1187]<0341>Entw.|

source: [1189]<0343>There is no space for adding new products|
de: [1189]<0343>Es gibt keinen Platz für neue Produkte.|

source: [1190]<0344>This item can be sold in...|
de: [1190]<0344>Dieser Artikel kann verkauft werden in ...|

source: [1194]Frozen|
de: [1194]Eingefroren|

source: [1195]Cold|
de: [1195]Kühl|

source: [1197]Warm|
de: [1197]Warmherzig|

source: [1198]Hot|
de: [1198]Heiß|

source: [1199]Dry|
de: [1199]Trocken|

source: [1200]Little|
de: [1200]Wenig|

source: [1201]Moderate|
de: [1201]Mäßig|

source: [1202]Plentiful|
de: [1202]Reichlich|

source: [1203]<0348>Warm, Cool or Cold|
de: [1203]<0348>Warm, kühl oder kalt|

source: [1235]<0349>No.
de: [1235]<0349>Anz.

source: [1236]<0350>No.
de: [1236]<0350>Anz.

source: of Units|
de: Einheiten|

source: [1237]<0351>Average Unit Level|
de: [1237]<0351>Durchschnitt. Einheitsniveau|

source: [1238]<0352>Average Utilization|
de: [1238]<0352>Durchschnittliche Auslastung|

source: [1239]<0353>Who manages this firm?|
de: [1239]<0353>Wer leitet diese Firma?|

source: [1241]<0355>President|
de: [1241]<0355>Präsident|

source: [1242]<0356>Do you want to manage all of your firms yourself?|
de: [1242]<0356>Möchten Sie alle Ihre Unternehmen selbst führen?|

source: [1244]<0358> to manage all of your firms|
de: [1244]<0358> alle Ihre Firmen zu leiten |

source: [1245]<0359>Layout Plan Library - |
de: [1245]<0359>Layoutplanbibliothek - |

source: [1247]<0361>Description|
de: [1247]<0361>Beschreibung|

source: [1249]<0363>Output|
de: [1249]<0363>Ausgang|

source: [1250]<0364>Input|
de: [1250]<0364>Eingang|

source: [1251]<0365>Available|
de: [1251]<0365>Verfügbar|

source: [1253]<0367>Chief Operating Officer|
de: [1253]<0367>Leitender Betriebsleiter|

source: [1255]<0369>He currently manages this firm|
de: [1255]<0369>Zurzeit leitet er diese Firma|

source: [1256]<0370>She currently manages this firm|
de: [1256]<0370>Derzeit leitet sie diese Firma|

source: [1263]<0377>Market Value:|
de: [1263]<0377>Marktwert:|

source: [1264]<0378>This mansion is for sale|
de: [1264]<0378>Diese Villa steht zum Verkauf|

source: [1265]<0379>FOR SALE|
de: [1265]<0379>ZU VERKAUFEN|

source: [1267]<0381>Function: Issuing new shares|
de: [1267]<0381>Funktion: Ausgabe neuer Aktien|

source: [1268]<0382>Function: Borrowing bank loans|
de: [1268]<0382>Funktion: Aufnahme von Bankkrediten|

source: [1269]<0383>Function: Trading stocks|
de: [1269]<0383>Funktion: Aktienhandel|

source: [1270]<0384>Function: Advertising your products|
de: [1270]<0384>Funktion: Werbung für Ihre Produkte|

source: [1271]<0385>Function: Provide information|
de: [1271]<0385>Funktion: Informationsbereitstellung|

source: [1272]<0386>Rating Points|
de: [1272]<0386>Bewertung|

source: [1273]<0387>Rating Points for past 36 months|
de: [1273]<0387>Bewertung der letzten 36 Monate|

source: [1274]<0388>Content Volume|
de: [1274]<0388>Inhalt Umfang|

source: [1275]<0389>Content Quality|
de: [1275]<0389>Programmqualität|

source: [1278]<0392>Rating Points|
de: [1278]<0392>Bewertungspunkte|

source: [1281]<0395>Monthly Budget for New Content Development|
de: [1281]<0395>Monatliches Budget für die Entwicklung neuer Inhalte|

source: [1287]<0401>Next Month Advertising Pricing|
de: [1287]<0401>Nächster Monat Werbepreise|

source: [1289]<0403>Current Advertising Pricing|
de: [1289]<0403>Aktueller Werbepreis|

source: [1292]<0406>Buy Firm|
de: [1292]<0406>Firma kaufen|

source: [1299]Has Trade Sales|
de: [1299]Handelsverkäufe|

source: [1300]Has Retail Sales|
de: [1300]Handelsumsätze|

source: [1302]Consumer Goods|
de: [1302]Konsumgüter|

source: [1303]Industrial Goods|
de: [1303]Industriegüter|

source: [1304]Sales Revenue|
de: [1304]Umsatzerlöse|

source: [1305]Raw Material Cost|
de: [1305]Rohstoffkosten|

source: [1306]Freight Cost|
de: [1306]Frachtkosten|

source: [1307]Salaries Expense|
de: [1307]Gehälter und Ausgaben|

source: [1308]Factory Overhead|
de: [1308]Fabrikkosten|

source: [1309]Advertising & PR Expense|
de: [1309]Werbe- und PR-Aufwand|

source: [1311]Write-offs|
de: [1311]Abschreibungen|

source: [1312]Salaries Expense|
de: [1312]Lohnkosten|

source: [1313]Operating Overhead|
de: [1313]Betriebskosten|

source: [1315]Write-offs|
de: [1315]Abschreibungen|

source: [1316]Sales Revenue|
de: [1316]Umsatzerlöse|

source: [1317]Purchase Cost|
de: [1317]Anschaffungskosten|

source: [1318]Freight Cost|
de: [1318]Frachtkosten|

source: [1319]Salaries Expense|
de: [1319]Lohnkosten|

source: [1320]Operating Overhead|
de: [1320]Betriebskosten|

source: [1321]Advertising & PR Expense|
de: [1321]Werbe- und PR-Aufwand|

source: [1323]Write-offs|
de: [1323]Abschreibungen|

source: [1324]Sales Revenue|
de: [1324]Verkaufserträge|

source: [1325]Salaries Expense|
de: [1325]Lohnkosten|

source: [1326]Operating Overhead|
de: [1326]Betriebskosten|

source: [1327]Advertising & PR Expense|
de: [1327]Werbekosten & PR|

source: [1329]Write-offs|
de: [1329]Abschreibungen|

source: [1330]Sales Revenue|
de: [1330]Verkaufserlöse|

source: [1331]Consumption of Reserve|
de: [1331]Rücklagenverbrauch|

source: [1332]Salaries Expense|
de: [1332]Lohnkosten|

source: [1333]Operating Overhead|
de: [1333]Betriebskosten|

source: [1334]Advertising & PR Expense|
de: [1334]Werbekosten & PR|

source: [1336]Write-offs|
de: [1336]Abschreibungen|

source: [1347]<0412>Summary|
de: [1347]<0412>Fazit|

source: [1348]<0413>Wealth|
de: [1348]<0413>Reichtum|

source: [1349]<0414>Career|
de: [1349]<0414>Karriere|

source: [1350]<0415>Personality|
de: [1350]<0415>Persönlichkeit|

source: [1351]<0416>Expertise|
de: [1351]<0416>Kompetenz|

source: [1353]<0418>Corporate Balance Sheet|
de: [1353]<0418>Unternehmensbilanz|

source: [1354]<0419>Corporate Income Statement|
de: [1354]<0419>Unternehmenserfolgsrechnung|

source: [1355]<0420>Firm Income Statement|
de: [1355]<0420>Gewinn- und Verlustrechnung|

source: [1358]<0423>No.
de: [1358]<0423>Anz.

source: of years passed|
de: vergangener Jahre|

source: [1360]<0425>TARGET|
de: [1360]<0425>ZIEL|

source: [1361]<0426>CURRENT|
de: [1361]<0426>AKTUELL|

source: [1362]<0427>ACHIEVED|
de: [1362]<0427>ERREICHT|

source: [1363]<0428>SCORE|
de: [1363]<0428>ERGEBNISBERICHT|

source: [1364]<0429>Personal Wealth|
de: [1364]<0429>Persönlicher Wohlstand|

source: [1365]<0430>Value of Companies Controlled by You|
de: [1365]<0430>Wert der von Ihnen kontrollierten Unternehmen|
